Repository: reesher/_as_UNIVERSE
Catalog: languages/*.po
Languages: sk_sk

source: Oops! That page can&rsquo;t be found.
sk_sk: Hopá! Stránka sa nenašla.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
sk_sk: Mrzí nás to. Skúste použit vyhľadávanie alebo prejdite na úvodnú stránku (chyba 404).

source: Most Used Categories
sk_sk: Najviac používané kategórie

source: Try looking in the monthly archives. %1$s
sk_sk: Skúste sa pozrieť do mesačných archívov. %1$s

# comments title
source: One thought on &ldquo;%2$s&rdquo;
sk_sk: Jeden komentár pre &ldquo;%2$s&rdquo;

source: Comment navigation
sk_sk: Navigácia komentárov

source: Older Comments
sk_sk: Staršie komentáre

source: Newer Comments
sk_sk: Novšie komentáre

source: Comments are closed.
sk_sk: Komentáre sú zatvorené.

source: Proudly powered by %s
sk_sk: Používame %s

source: Theme: %1$s by %2$s.
sk_sk: Šablóna: %1$s od %2$s.

source: Primary
sk_sk: Hlavné

source: Sidebar
sk_sk: Bočné menu

source: Skip to content
sk_sk: Pokračovať na obsah

source: Primary Menu
sk_sk: Hlavné menu

# post date
source: Posted on %s
sk_sk: Pridáne %s

# post author
source: by %s
sk_sk: od %s

source: Posted in %1$s
sk_sk: Publikované v %1$s

source: Tagged %1$s
sk_sk: Tagy %1$s

source: Leave a comment
sk_sk: Zanechajte komentár

source: 1 Comment
sk_sk: 1 Komentár

source: % Comments
sk_sk: % Komentáre

source: Edit %s
sk_sk: Upraviť %s

source: Search Results for: %s
sk_sk: Výsledky vyhľadávania pre: %s

source: Nothing Found
sk_sk: Nič sa nenašlo

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
sk_sk: Ste pripravený publikovať váš prvý článok? <a href="%1$s">Začnite tu</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
sk_sk: Prepáčte, nič sa nenašlo pre vaše kritéria. Skúste iné kľúčové slová.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
sk_sk: Vyzéra to tak, že nemôžeme nájsť to čo hľadáte. Skúste vyhľadať pomoc.

source: Pages:
sk_sk: Stránky:

source: Continue reading %s <span class="meta-nav">&rarr;</span>
sk_sk: Pokračujte v čítaní %s <span class="meta-nav">&rarr;</span>

source: Hi. I'm a starter theme called <code>_s</code>, or <em>underscores</em>, if you like. I'm a theme meant for hacking so don't use me as a <em>Parent Theme</em>. Instead try turning me into the next, most awesome, WordPress theme out there. That's what I'm here for.
sk_sk: Ahoj. Som štartér téma _s.

source: Install Required Plugins
sk_sk: Inštalácia potrebných plugniov

source: Install Plugins
sk_sk: Inštalácia modulov

source: Installing Plugin: %s
sk_sk: Nainštalovať plugin: %s

source: This theme requires the following plugin: %1$s.
sk_sk: Vyžaduje sa inštalácia tohoto modulu: %1$s.

source: This theme recommends the following plugin: %1$s.
sk_sk: Odporúčame nainštalovať tento modul: %1$s.

source: Begin installing plugin
sk_sk: Začať inšťalovať modul

source: Dismiss this notice
sk_sk: Zrušiť tento oznam

# plugin A *and* plugin B
source: and
sk_sk: a

source: Required
sk_sk: Vyžadované

source: Recommended
sk_sk: Odporúčané

source: WordPress Repository
sk_sk: WordPress repo

source: External Source
sk_sk: Externý zdroj

source: Pre-Packaged
sk_sk: Dostupný zo zdrojového súboru

source: Not Installed
sk_sk: Nie je nainštalovaný

source: Installed But Not Activated
sk_sk: Nainštalovaný alebo neaktivovaný

source: Active
sk_sk: Aktivovať

source: Required Update not Available
sk_sk: Vyžadovaná aktualizácia nieje dostupná.

source: Requires Update
sk_sk: Vyžadujeme aktualizáciu

source: Update recommended
sk_sk: Odporúčaná aktualizácia

# plugins
source: All <span class="count">(%s)</span>
sk_sk: Všetko <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
sk_sk: K inštalácií <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
sk_sk: Dostupná aktualizácia <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
sk_sk: K aktivácií <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
sk_sk: neznáma

source: Installed version:
sk_sk: Nainštalovaná verzia:

source: Minimum required version:
sk_sk: Minimálna vyžadovaná verzia:

source: Available version:
sk_sk: Dostupná verzia:

source: No plugins to install, update or activate. <a href="%1$s">Return to the Dashboard</a>
sk_sk: Žiadny modul na inštaláciu, aktiváciu alebo aktualizáciu. <a href="%1$s">Vrátiť sa na nástenku</a>

source: Plugin
sk_sk: Modul

source: Source
sk_sk: Zdroj

source: Type
sk_sk: Typ

source: Version
sk_sk: Verzia

# %2$s = plugin name in screen reader markup
source: Install %2$s
sk_sk: Nainštalovať %2$s

# %2$s = plugin name in screen reader markup
source: Update %2$s
sk_sk: Aktualizovať %2$s

# %2$s = plugin name in screen reader markup
source: Activate %2$s
sk_sk: Aktivovať %2$s

source: Upgrade message from the plugin author:
sk_sk: Aktualizačná správa od autora modulu.

source: Install
sk_sk: Nainštalovať

source: Update
sk_sk: Aktualizovať

source: Activate
sk_sk: Aktivovať

source: No plugins are available to be installed at this time.
sk_sk: Žiadny modul nieje dostupný k inštalácií.

source: No plugins are available to be updated at this time.
sk_sk: Žiadny modul nieje dostupný k aktualizácií.

source: No plugins are available to be activated at this time.
sk_sk: Žiadny modul nieje dostupný k aktivácií.

source: Plugin activation failed.
sk_sk: Aktivácia modulu zlyhala.

source: Updating Plugin %1$s (%2$d/%3$d)
sk_sk: Aktualizujem modul %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
sk_sk: Vyskytla sa chyba pri inštalácií %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
sk_sk: Inštalácia %1$s zlyhala.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
sk_sk: Inštalačný a aktivačný proces bol odštartovaný. Tento proces môže trvať niekoľko minút, prosím vydržte.

source: %1$s installed and activated successfully.
sk_sk: %1$s bol úspešne nainštalovaný a aktivovaný.

source: Show Details
sk_sk: Zobraziť detaily

source: Hide Details
sk_sk: Schovať detaily

source: All installations and activations have been completed.
sk_sk: Všetky inštalácie a aktivácie boli dokončené.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
sk_sk: Inštalujem a aktivujem modul %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
sk_sk: Inštalačný proces bol odštartovaný. Tento proces môže trvať niekoľko minút, prosím vydržte.

source: %1$s installed successfully.
sk_sk: %1$s bol úspešne nainštalovaný.

source: All installations have been completed.
sk_sk: Všetky inštalácie boli dokončené.

source: Installing Plugin %1$s (%2$d/%3$d)
sk_sk: Inštalujem modul %1$s (%2$d/%3$d)
